Repository: wdkwdkwdk/tinyfire
Catalog: tinyFire/Localizable.xcstrings
Source language: en
Languages: zh_hans

# app.tagline
source: If you're burning tokens anyway, light a real fire.
zh_hans: 既然都在烧 token，不如真的生一把火。

# colors.mix.active
source: Live burn mix
zh_hans: 当前燃烧比例

# colors.mix.empty
source: Classic orange — no live mix yet
zh_hans: 当前：经典橙火（尚无来源比例）

# colors.reset
source: Reset
zh_hans: 恢复默认

# colors.title
source: Flame colors
zh_hans: 火焰颜色

# console.footnote
source: Reads local coding-tool usage logs only. Nothing is uploaded. Flame tint follows recent token share; the tip stays white-hot.
zh_hans: 仅读取本机 coding 工具用量日志，不上传。火焰颜色跟近一分钟用量比例走，尖端保持白热。

# console.title
source: Console
zh_hans: 控制台

# hover.estimated
source: est.
zh_hans: 估

# hover.fuel
source: Fuel
zh_hans: 燃料

# hover.intensity
source: Heat
zh_hans: 火势

# hover.updated
source: Updated %@
zh_hans: %@ 更新

source: Language
zh_hans: 语言

# language.system
source: System
zh_hans: 跟随系统

# menu.hideFlame
source: Hide Flame
zh_hans: 隐藏火焰

# menu.openConsole
source: Open Console
zh_hans: 打开控制台

# menu.pauseAnimation
source: Pause Animation
zh_hans: 暂停动画

# menu.quit
source: Quit TinyFire
zh_hans: 退出 TinyFire

# menu.resetPosition
source: Reset Position
zh_hans: 重置到右下角

# menu.resumeAnimation
source: Resume Animation
zh_hans: 恢复动画

# menu.showFlame
source: Show Flame
zh_hans: 显示火焰

# phase.ember
source: Ember
zh_hans: 余烬

# phase.flame
source: Flame
zh_hans: 明火

# phase.out
source: Out
zh_hans: 已熄灭

# phase.unlit
source: Unlit
zh_hans: 未点燃

# settings.privacy
source: Reads local Codex, Claude Code, Cursor, Grok, Pi, and Amp usage logs. Nothing is uploaded.
zh_hans: 读取本机 Codex / Claude Code / Cursor / Grok / Pi / Amp 用量日志；不上传。

# settings.reduceMotion
source: Reduce motion
zh_hans: 减少动态效果

# size.large
source: L
zh_hans: 大

# size.medium
source: M
zh_hans: 中

# size.small
source: S
zh_hans: 小

# size.title
source: Flame size
zh_hans: 火焰尺寸

# source.state.noPermission
source: No permission
zh_hans: 无权限

# source.state.notFound
source: Not found
zh_hans: 未发现

# source.state.ok
source: Connected
zh_hans: 正常

# source.state.readError
source: Read error
zh_hans: 读取异常

# source.state.unsupported
source: Unsupported
zh_hans: 格式不支持

# sources.last
source: Latest: %@ %@
zh_hans: 最近：%@ %@

# sources.rescan
source: Rescan
zh_hans: 重新扫描

# sources.title
source: Sources
zh_hans: 数据源

# stats.breakdown
source: Token mix
zh_hans: 用量构成

# stats.bySource
source: By tool
zh_hans: 按工具

# stats.cacheRead
source: Cache read
zh_hans: 缓存读

# stats.cacheWrite
source: Cache write
zh_hans: 缓存写

# stats.empty
source: No usage recorded today yet.
zh_hans: 今天还没有用量记录。

# stats.hourly
source: Hourly
zh_hans: 按小时

# stats.input
source: Input
zh_hans: 输入

# stats.output
source: Output
zh_hans: 输出

# stats.tier
source: Flame
zh_hans: 火焰

# stats.title
source: Today
zh_hans: 今日统计

# stats.total
source: Total tokens
zh_hans: 总用量

# tier.blaze
source: Blaze
zh_hans: 烈火

# tier.crackle
source: Crackle
zh_hans: 中火

# tier.glow
source: Glow
zh_hans: 小火

# tier.hush
source: Hush
zh_hans: 微火

# tier.roar
source: Roar
zh_hans: 旺火
